<?php

namespace View;

class PrivacyView extends BaseView {

    public function show() {
        $this->start();
        ?>
        <div class='content_inner'>
        <div class='container'>
        <h1>Политика конфиденциальности</h1>
        <div class='page'>
        <div class='row'>
            <div class='span12'>
                <ul class='breadcrumb'>
                    <li>
                        <a href="/">Главная</a>
                        <span class='divider'>/</span>
                    </li>
                    <li class='active'>
                        Политика конфиденциальности
                    </li>
                </ul>
            </div>
        </div>
        <div class='row'>
            <div class='page_sidebar span3'>
                <div id='sidebar'>
                    <ul class='nav nav-tabs nav-stacked' id='sidebar_nav'>
                        <li class='active'>
                            <a class='level-1' href='#osnovnyie-polozhieniia'>
                                Основные положения
                            </a>
                        </li>
                        <li>
                            <a class='level-2' href='#sbor-ispolzovaniie-raskrytiie-i-vybor-informatsii'>
                                Сбор, использование, раскрытие и выбор информации
                            </a>
                        </li>
                        <li>
                            <a class='level-2' href='#piersonalnyie-dannyie-konfidientsialnogho-kharaktiera'>
                                Персональные данные конфиденциального характера
                            </a>
                        </li>
                        <li>
                            <a class='level-2' href='#raskrytiie-informatsii'>
                                Раскрытие информации
                            </a>
                        </li>
                        <li>
                            <a class='level-2' href='#izmienieniie-i-khranieniie-dannykh'>
                                Изменение и хранение данных
                            </a>
                        </li>
                        <li>
                            <a class='level-2' href='#ssylki-na-saity-trietikh-lits'>
                                Ссылки на сайты третьих лиц
                            </a>
                        </li>
                        <li>
                            <a class='level-2' href='#sotsialnyie-sieti'>
                                Социальные сети
                            </a>
                        </li>
                        <li>
                            <a class='level-2' href='#vniesieniie-izmienienii-v-nastoiashchuiu-politiku'>
                                Внесение изменений в настоящую политику
                            </a>
                        </li>
                        <li>
                            <a class='level-2' href='#otkaz-ot-podpiski'>
                                Отказ от подписки
                            </a>
                        </li>
                        <li>
                            <a class='level-2' href='#informatsiia-ob-avtorskom-pravie'>
                                Информация об авторском праве
                            </a>
                        </li>
                    </ul>
                </div>
            </div>
            <div class='page_content span9'>
                <div class='content'>
                    <div class='addthis_toolbox addthis_default_style'>
                        <a class='addthis_button_print'></a>
                        <a class='addthis_button_email'></a>
                        <a class='addthis_button_compact'>
                        </a>
                    </div>
                    <script>
                        var addthis_config = {
                            "ui_language":"ru"
                        };
                    </script>
                    <script src="/static/js/addthis_widget.js#pubid=ra-514d7fb05b596d5b" type='text/javascript'></script>
                    <section id='osnovnyie-polozhieniia'>
                        <h2>Основные положения</h2>
                        <p>Сайт Willance (далее - "Сайт") является дополнением к услугам, оказываемым компанией. В данном разделе опубликованы наши правила обеспечения конфиденциальности и защиты информации по оказанию профессиональных услуг, а также для аффилированных и ассоциированных с ним компаний.</p>
                        <p>Здесь Вы найдете описание процедур, направленных на обеспечение конфиденциальности информации всех посетителей нашего Сайта. Мы придерживаемся строгих правил работы с информацией, разработанных для защиты конфиденциальных данных. </p>
                    </section>
                    <section id='sbor-ispolzovaniie-raskrytiie-i-vybor-informatsii'>
                        <h3>Сбор, использование, раскрытие и выбор информации</h3>
                        <p>Для пользования нашим Сайтом регистрация не требуется. Если Вы просто являетесь посетителем нашего Сайта, Willance не собирает о Вас никакую персональную информацию. Однако в некоторых случаях Вам может потребоваться регистрация на нашем сайте, например, для получения регулярных рассылок, подписок на RSS-канал, подкастинг или для заполнения формы «Оставить заявку».</p>
                        <p>В таких случаях Willance может связываться с зарегистрированными лицами для того, чтобы предоставлять информацию о наших услугах, направлять публикации или маркетинговые материалы, приглашать их на специализированные мероприятия и т. п.</p>
                        <p>Для защиты информации, полученной при регистрации, используется стандартная технология кодирования, поскольку данные направляются через Интернет. Регистрация, в частности, может потребоваться в следующих случаях:</p>
                        <ol>
                            <li>
                                <p>Подписка на электронные анонсы и рассылки.</p>
                                <p>Willance предлагает посетителям своего сайта услугу электронных анонсов, т. е. уведомлений по электронной почте о размещении новой информации. Если Вы решите подписаться на данную услугу, Вам потребуется представить базовую контактную информацию, а именно: Ваше имя, фамилию и адрес электронной почты.</p>
                            </li>
                            <li>
                                <p>Поиск работы в Willance.</p>
                                <p>Наш сайт предлагает Вам возможность заявить о своей заинтересованности найти работу в нашей компании, а также откликнуться на объявление об открытой вакансии. Чтобы получить более подробную информацию о процессе набора персонала, посетите раздел нашего сайта «Карьера».</p>
                            </li>
                            <li>
                                <p>Проведение опросов.</p>
                                <p>Willance может использовать свой веб-сайт для проведения опросов. Узнавая у респондентов их мнение, сотрудники компании могут попросить их представить личную информацию (имя, фамилию, должность, контактную информацию, и т. д.). Характер информации, собираемой в рамках опросов, варьируется.</p>
                            </li>
                            <li>
                                <p>Предоставление аналитических материалов.</p>
                                <p>В отдельных случаях регистрация требуется для доступа к аналитическим материалам Willance: докладам, статьям, исследованиям, отчетам, анализам результатов исследований, брошюрам, и т. п. Персональные данные, которые необходимо указывать в форме регистрации, а также характер собираемой информации могут варьироваться. Willance оставляет за собой право предоставлять определенные аналитические материалы лишь лицам, указавшим соответствующую информацию.</p>
                            </li>
                            <li>
                                <p>Заполнение формы «Оставить заявку».</p>
                                <p>Willance принимает заявки в виде заполненной формы «Оставить заявку» на проработку и определение условий сотрудничества на своем веб-сайте. Заявитель обязан представить персональную информацию, включая финансовые данные, и подписать форму. Кроме того, часть данных заявителя может использоваться в исследовательских, образовательных и прочих целях. При этом имя заявителя и название его компании не разглашаются третьим лицам, за исключением круга лиц (как физических, так и юридических), допущенных к работе с переданной информацией. </p>
                            </li>
                        </ol>
                    </section>
                    <section id='piersonalnyie-dannyie-konfidientsialnogho-kharaktiera'>
                        <h3>Персональные данные конфиденциального характера</h3>
                        <p>Willance не занимается целенаправленным сбором каких-либо личных данных конфиденциального характера посредством своего веб-сайта, за исключением случаев, предписанных законодательством (например, при наборе персонала). Личные данные конфиденциального характера включают информацию о расовой или национальной принадлежности, сексуальной ориентации, политических убеждениях, религиозных и прочих взглядах, членстве в профсоюзах, физическом или психическом здоровье, судимостях или финансовом положении.</p>
                        <p>Willance прилагает все возможные усилия для сохранения конфиденциальности и защиты указанных данных пользователей в ходе своей деятельности. Доступ к такой информации ограничивается. Кроме того, вводятся регламенты и процедуры, обеспечивающие защиту информации от потери, ее неправильного использования или неправомерного раскрытия.</p>
                    </section>
                    <section id='raskrytiie-informatsii'>
                        <h3>Раскрытие информации</h3>
                        <p>Willance соблюдает принципы защиты конфиденциальности персональных данных и раскрывает личную информацию только тем третьим лицам, с которыми была достигнута письменная договоренность об обеспечении соответствующего уровня защиты конфиденциальных данных. Таким образом, мы можем раскрывать кому-либо Ваши персональные данные в следующих случаях:</p>
                        <ul>
                            <li>Если раскрытие требуется для выполнения Вашего запроса, который предполагает участие сторонней организации, сотрудничающей с Willance</li>
                            <li>Если выполнение Вашего запроса предполагает участие иных компаний (как аффилированных, так и не аффилированных) в оказании Вам услуги в количестве более одной</li>
                            <li>Если об этом в прямой форме попросили Вы (посетитель Cайта)</li>
                            <li>В соответствии с судебным ордером или каким-либо другим законодательным или нормативно-правовым требованием</li>
                            <li>Если раскрытие обусловлено продажей или реализацией иным способом нашего бизнеса или его части.</li>
                        </ul>
                        <p>Willance не собирает и не хранит персональные данные или информацию, получаемую посредством своего Сайта, для распространения или продажи сторонним компаниям в маркетинговых целях или для использования в массовой рассылке от имени третьих лиц.</p>
                    </section>
                    <section id='izmienieniie-i-khranieniie-dannykh'>
                        <h3>Изменение и хранение данных</h3>
                        <p>Willance хранит информацию, полученную от посетителей Сайта, исключительно в целях предоставления соответствующих услуг. По завершении обслуживания, в соответствии с правилами Willance в области хранения информации, все данные уничтожаются. Если Вам необходимо изменить свои данные или удалить их из нашей базы, свяжитесь с нами по электронной почте и изложите Ваши требования и мы обязательно их согласуем.</p>
                    </section>
                    <section id='ssylki-na-saity-trietikh-lits'>
                        <h3>Ссылки на сайты третьих лиц</h3>
                        <p>Пользователи должны учитывать, что на Сайте могут быть опубликованы ссылки на сайты, которые не регулируются данной политикой конфиденциальности. </p>
                        <p>Пользователи нашего Сайта могут получить на сайтах третьих лиц дополнительную информацию о нашей компании, мероприятиях, проектах, спонсируемых компанией или где наша компания принимает участие, государственных учреждениях, некоммерческих организациях и социальных сетях. Компания Willance не предоставляет никаких заверений или гарантий относительно безопасности хранения или использования информации пользователей на серверах третьих лиц. </p>
                        <p>Мы рекомендуем пользователям перед размещением своей личной информации внимательно ознакомиться с политикой конфиденциальности сайтов третьих сторон.</p>
                    </section>
                    <section id='sotsialnyie-sieti'>
                        <h3>Социальные сети</h3>
                        <p>Компания Willance предоставляет посетителю сайта возможность получать информацию из блогов, форумов, вики-сайтов и других сетевых ресурсов (Далее «Социальные сети»), на которых представлена наша компания. </p>
                        <p>Главная цель социальных сетей – возможность поделиться полученной информацией с другими пользователями. Вместе с тем, Willance не несет ответственности за последствия размещения Вами личной информации в социальных сетях в случае ее использования другими пользователями, в том числе со злым умыслом.</p>
                        <p>На Сайте Willance могут быть опубликованы ссылки на социальные сети других физических или юридических лиц, размещенные на сторонних серверах, которые не находятся под контролем нашей компании. Наша компания не предоставляет никаких заверений или гарантий относительно точности и прочих аспектов информации, хранящейся на этих ресурсах. </p>
                        <p>Ссылки на сайты третьих сторон не должны рассматриваться ни как поддержка нашей компанией указанных лиц или их товаров и услуг, ни как поддержка третьими лицами нашей компании или наших услуг. </p>
                        <p>Наша компания также не предоставляет никаких заверений или гарантий относительно безопасности хранения или использования информации пользователей на серверах третьих сторон. Мы рекомендуем пользователям перед размещением своей личной информации внимательно ознакомиться с политикой конфиденциальности сайтов третьих сторон.</p>
                    </section>
                    <section id='vniesieniie-izmienienii-v-nastoiashchuiu-politiku'>
                        <h3>Внесение изменений в настоящую политику</h3>
                        <p>При необходимости наша компания оставляет за собой право вносить изменения в настоящую политику конфиденциальности. При внесении таких изменений просьба обратить внимание на то, что на внедрение нового порядка обеспечения конфиденциальности может потребоваться до 60 (Шестидесяти) рабочих дней. Если Вы хотите отслеживать изменения, регулярно проверяйте данную страницу.</p>
                    </section>
                    <section id='otkaz-ot-podpiski'>
                        <h3>Отказ от подписки</h3>
                        <p>Если Вы зарегистрировались на рассылку информационных бюллетеней Willance через наш Сайт, но больше не хотите получать электронные сообщения, то необходимо написать нам об этом и мы удалим Ваш адрес из рассылки.</p>
                    </section>
                    <section id='informatsiia-ob-avtorskom-pravie'>
                        <h3>Информация об авторском праве</h3>
                        <p>Если не указано иное, все материалы нашего Сайта охраняются авторским правом и принадлежат нашей компании. Все права защищены. Любая часть материалов данного Сайта, включая текст, графические изображения и код html, не подлежит воспроизведению или передаче в какой бы то ни было форме при помощи каких бы то ни было средств без письменного разрешения нашей компании.</p>
                    </section>
                </div>
            </div>
        </div>
        </div>
        </div>
        </div>
        <?
        $this->end();
        return $this->content;
    }
}