<?php

namespace View;

class TermsView extends BaseView {

    public function show() {
        $this->start();
        ?>
        <div class='content_inner'>
        <div class='container'>
        <h1>Cоглашение</h1>
        <div class='page'>
        <div class='row'>
            <div class='span12'>
                <ul class='breadcrumb'>
                    <li>
                        <a href="/">Главная</a>
                        <span class='divider'>/</span>
                    </li>
                    <li class='active'>
                        Cоглашение
                    </li>
                </ul>
            </div>
        </div>

        <div class='row'>
        <div class='page_sidebar span3'>
            <div id='sidebar'>
                <ul class='nav nav-tabs nav-stacked' id='sidebar_nav'>
                    <li class='active'>
                        <a class='level-1' href='#osnovnyie-polozhieniia'>
                            Основные положения
                        </a>
                    </li>
                    <li>
                        <a class='level-2' href='#sodierzhimoie-kontient'>
                            Содержимое (контент)
                        </a>
                    </li>
                    <li>
                        <a class='level-2' href='#ssylki-na-saity-trietikh-lits'>
                            Ссылки на сайты третьих лиц
                        </a>
                    </li>
                    <li>
                        <a class='level-2' href='#ispolzovaniie-saita'>
                            Использование Сайта
                        </a>
                    </li>
                    <li>
                        <a class='level-2' href='#rss-kanal-podkastingh-i-obnovlieniie-eliektronnoi-pochty-usloviia-polzovaniia'>
                            RSS-канал, подкастинг и обновление электронной почты – условия пользования
                        </a>
                    </li>
                    <li>
                        <a class='level-2' href='#uchiotnyie-zapisi-paroli-i-biezopasnost'>
                            Учётные записи, пароли и безопасность
                        </a>
                    </li>
                    <li>
                        <a class='level-2' href='#konfidientsialnost'>
                            Конфиденциальность
                        </a>
                    </li>
                    <li>
                        <a class='level-2' href='#drughiie-polozhieniia-i-usloviia'>
                            Другие положения и условия
                        </a>
                    </li>
                    <li>
                        <a class='level-2' href='#otzyvy-i-informatsiia'>
                            Отзывы и информация
                        </a>
                    </li>
                    <li>
                        <a class='level-2' href='#informatsiia-ob-avtorskom-pravie'>
                            Информация об авторском праве
                        </a>
                    </li>
                </ul>
            </div>
        </div>
        <div class='page_content span9'>
            <div class='content'>
                <div class='addthis_toolbox addthis_default_style'>
                    <a class='addthis_button_print'></a>
                    <a class='addthis_button_email'></a>
                    <a class='addthis_button_compact'>
                    </a>
                </div>
                <script>
                    var addthis_config = {
                        "ui_language":"ru"
                    };
                </script>
                <script src="/static/js/addthis_widget.js#pubid=ra-514d7fb05b596d5b" type='text/javascript'></script>
                <section id='osnovnyie-polozhieniia'>
                    <h2>Основные положения</h2>
                    <p>Настоящие положения и условия использования («Условия использования») относятся к веб-сайту компании Wilford Chance, расположенному по адресу www.wilfordchance.com, и ко всем соответствующим сайтам, связанным с веб-сайтом www.wilfordchance.com и принадлежащим компании Wilford Chance (далее - "Сайт"). Сайт является собственностью компании Wilford Chance. </p>
                    <p>ИСПОЛЬЗУЯ САЙТ, ВЫ ПРИНИМАЕТЕ НАСТОЯЩИЕ УСЛОВИЯ ИСПОЛЬЗОВАНИЯ. В СЛУЧАЕ НЕСОГЛАСИЯ С УСЛОВИЯМИ НЕ ИСПОЛЬЗУЙТЕ САЙТ.</p>
                    <p>Wilford Chance оставляет за собой право в любое время по своему усмотрению изменять, добавлять или удалять пункты настоящих Условий использования. Вы несёте ответственность за периодическую проверку настоящих Условий использования на наличие изменений. Продолжение использования Сайта после внесения изменений означает принятие вами этих изменений.</p>
                    <p>Информация на данном Сайте предоставлена пользователям для общего ознакомления компанией Wilford Chance, указанной на главной странице в качестве владельца Сайта (далее - Wilford Chance), и предназначена для предоставления пользователям информации общего характера с вопросами, которые могут представлять для них интерес.</p>
                    <p>Эта информация не предназначена для замены и не заменяет какие-либо профессиональные консультации или услуги по вопросам факторингового обслуживания и страхования кредитных рисков или иным любым вопросам. </p>
                    <p>Прежде чем принять какое-либо решение, Вы должны обратиться за консультацией по вопросам факторингового обслуживания и страхования кредитных рисков или иным любым вопросам к специалисту Wilford Chance или другому профессиональному консультанту, знакомому с особенностями Вашей конкретной ситуации. Не следует направлять Wilford Chance, любому из её партнеров, директоров или сотрудников какую-либо конфиденциальную информацию до тех пор, пока Wilford Chance не подтвердит свое согласие на оказание услуг в ответ на Ваш запрос.
                        Несмотря на стремление обеспечить максимальную точность и актуальность материалов, вероятность ошибки не исключена. Кроме того, Сайт может содержать ссылки на конкретные законы и нормативные акты. Поскольку они периодически редактируются, их следует трактовать лишь в контексте конкретной ситуации.</p>
                    <p>WILFORD CHANCE НЕ НЕСЕТ КАКИХ-ЛИБО ОБЯЗАТЕЛЬСТВ ИЛИ ОТВЕТСТВЕННОСТИ ЗА НЕДОСТОВЕРНОСТЬ ИЛИ НЕПОЛНОТУ ИНФОРМАЦИИ, РАЗМЕЩЕННОЙ НА ЭТОМ САЙТЕ.</p>
                    <p>Содержание данного Сайта и все услуги, оказываемые с его помощью, предоставляются без каких-либо гарантий относительно их полноты, точности и своевременности, а также без заверений, поручительств или каких-либо других прямых или подразумеваемых договорных условий. </p>
                    <p>Wilford Chance сохраняет за собой право на следующие действия, которые могут быть выполнены в любое время и без уведомления:</p>
                    <ol>
                        <li> изменить, приостановить или прекратить функционирование либо доступ к Сайту или любой его части по любой причине</li>
                        <li> изменить Сайт, любую его часть и любые применимые политики или условия</li>
                        <li> прервать работу Сайта или любой его части, если это потребуется для выполнения профилактического или срочного технического обслуживания, исправления ошибок или других изменений.</li>
                    </ol>
                    <p>Исходя из особенностей электронных коммуникаций во всем мире, Wilford Chance не гарантирует, что Сайт будет работать бесперебойно, без задержек, ошибок и упущений и не будет заражен электронными вирусами. С учетом этого информация предоставляется такой «как есть» и «как доступно», без каких-либо прямых или подразумеваемых гарантий, в том числе относительно ее точности, своевременности и полноты. </p>
                    <p>Приведённое выше ограничение ответственности применяется к любому ущербу, обязательствам или повреждениям, вызванным любым сбоем функционирования, ошибкой, несоблюдением условий, прерыванием, удалением, повреждением, задержкой операции или пересылки, компьютерным вирусом, неполадкой линии связи, кражей, уничтожением, несанкционированным доступом, изменением или использованием, как по причине нарушения соглашения, правонарушения, небрежности, так и по любому другому основанию для иска.</p>
                    <p>Ни при каких обстоятельствах Wilford Chance, любой из её партнеров, директоров, агентов или сотрудников организации не несут ответственности за какой-либо прямой, косвенный, непреднамеренный, определяемый обстоятельствами дела, присуждаемый в порядке наказания, штрафной или любой иной ущерб (включая, в том числе, ответственность за утрату эксплуатационных качеств, потерю данных или ущерб в виде упущенной выгоды) независимо от формы иска, включая, но не ограничиваясь исками из контракта, неосторожности или деликта, возникающий в связи с сайтом, его содержанием, или в результате доступа на такой сайт, или копирования, воспроизведения или иного использования сайта.</p>
                </section>
                <section id='sodierzhimoie-kontient'>
                    <h3>Содержимое (контент)</h3>
                    <p>Весь текст, графика, названия страниц, разделов, пользовательские интерфейсы, визуальные интерфейсы, фотографии, логотипы, изображения и (совместно именуемые «Содержимое»), включая, помимо прочего, дизайн, структуру, выбор, координацию, внешний вид, общий стиль и расположение данного Содержимого, входящего в состав Сайта, принадлежат и управляются компанией Wilford Chance.</p>
                    <p>Кроме тех случаев, когда это явно указано в настоящих Условиях использования, никакая часть Сайта и Содержимого не может быть скопирована, воспроизведена, опубликована, размещена в Интернете, отправлена по почте, публично продемонстрирована, закодирована, переведена, передана или распространена любым способом (включая «дублирование») на любой другой компьютер, сервер, веб-сайт или любой другой носитель для публикации, распространения или любого коммерческого предприятия без предварительного явно выраженного письменного согласия Wilford Chance.</p>
                    <p>Вы можете использовать информацию об услугах Wilford Chance (такую как рекламные материалы, заметки, статьи и аналогичные материалы), которая специально предоставлена Wilford Chance для загрузки с Сайта, при условии, что вы:</p>
                    <ol>
                        <li> оставите все замечания об авторском праве на всех языках во всех копиях таких документов</li>
                        <li> будете использовать такую информацию только в личных, некоммерческих информационных целях и не будете копировать или размещать такую информацию на любом сетевом компьютере или передавать её в любой среде передачи информации</li>
                        <li> не будете вносить в такую информацию никаких изменений</li>
                        <li> не будете делать дополнительных заверений или давать гарантий относительно таких документов.</li>
                    </ol>
                </section>
                <section id='ssylki-na-saity-trietikh-lits'>
                    <h3>Ссылки на сайты третьих лиц</h3>
                    <p>Для удобства наших пользователей предоставляются ссылки на отдельные независимые веб-сайты третьих сторон («Связанные сайты»). Связанные сайты приводятся исключительно для удобства посетителей. Wilford Chance не контролирует и не несет ответственности за работу таких сайтов или их содержание, точность информации и безопасность каких-либо интернет-сайтов, соединенных (посредством гиперссылки или иным способом) с данным Cайтом, не рекламирует содержимое таких Связанных сайтов, включая любую информацию или материалы, расположенные на таких Связанных сайтах. </p>
                    <p>Некоторые ссылки на данном Cайте ведут или могут вести на серверы частных лиц или организаций, не контролируемых Wilford Chance. </p>
                    <p>Wilford Chance не дает каких-либо заверений или гарантий относительно точности или любого другого аспекта информации, размещенной на таких серверах. Ссылка на интернет-сайт третьего лица не может рассматриваться как одобренная Wilford Chance или третьей стороной.
                        Вам необходимо принять собственное независимое решение относительно работы с этими Связанными сайтами. Wilford Chance оставляет за собой право требовать удаления любых ссылок на ее веб-сайт.</p>
                    <p>Категорически запрещены и могут рассматриваться как нарушение законодательства о защите авторских прав и товарных знаков следующие виды деятельности:
                        1.  ссылки на сайт, влекущие за собой несанкционированное использование логотипа Wilford Chance;
                        2.  гиперссылки или любые другие ссылки, которые искажают унифицированный указатель ресурсов (URL) и обходят главную страницу.</p>
                </section>
                <section id='ispolzovaniie-saita'>
                    <h3>Использование Сайта</h3>
                    <p>Запрещается использовать любые средства «глубинного связывания», сбор информации на страницах, роботов, «пауков» или другие автоматические устройства, программы, алгоритмы или методы, а также любые похожие или эквивалентные ручные процессы для доступа, приобретения, копирования или отслеживания любой части Сайта или любого Содержимого; запрещается любым способом воспроизводить или обходить навигационную структуру или представление Сайта или любого Содержимого для получения или попытки получения любых материалов, документов или информации любыми средствами, которые не были специально предоставлены посредством Сайта. Wilford Chance оставляет за собой право блокировать любые такие действия.</p>
                    <p>Запрещается пытаться получить несанкционированный доступ к любой части или функции Сайта, любым другим системам или сетям, относящимся к Сайту или любому серверу Wilford Chance, и любым услугам, предлагаемым на Сайте или посредством Сайта, путем взлома, «анализа» пароля или любыми другими незаконными средствами.</p>
                    <p>Запрещается выявлять, сканировать или проверять недостатки в системе безопасности Сайта или любой сети, относящейся к Сайту, а также нарушать систему безопасности или аутентификации на Сайте или в любой сети, относящейся к Сайту. </p>
                    <p>Запрещается выполнять обратный поиск, отслеживать или пытаться отслеживать любую информацию о любом другом пользователе или посетителе Сайта, а также любым способом использовать Сайт или любую услугу или информацию, доступную на Сайте или предлагаемую посредством Сайта, если целью является раскрытие любой информации, включая, помимо прочего, личную идентификационную информацию или информацию, которая вам не принадлежит, на условиях, установленных Сайтом.</p>
                    <p>Вы соглашаетесь не предпринимать никаких действий, которые возлагают необоснованную или непропорционально большую нагрузку на инфраструктуру Сайта либо системы или сети Wilford Chance, либо любые системы или сети, относящиеся к Сайту или Wilford Chance.</p>
                    <p>Вы соглашаетесь не использовать никаких устройств, программ или процедур для вмешательства или попытки вмешательства в надлежащее функционирование Сайта или любых операций, проводимых на Сайте, или использование Сайта любым другим лицом.</p>
                    <p>Запрещается подделывать заголовки или иным способом манипулировать идентификаторами с целью искажения источника любого сообщения или данных, отправляемых вами в Wilford Chance на Сайте, посредством Сайта или с помощью любой услуги, предлагаемой на Сайте или посредством Сайта. </p>
                    <p>Запрещается выдавать себя за другое лицо, организацию или представителя другого лица.
                        Запрещается использовать Сайт или любое Содержимое в любых целях, запрещенных законодательством или настоящими Условиями использования, а также подстрекать к любой незаконной деятельности или другой деятельности, нарушающей права Wilford Chance или других лиц.</p>
                </section>
                <section id='rss-kanal-podkastingh-i-obnovlieniie-eliektronnoi-pochty-usloviia-polzovaniia'>
                    <h3>RSS-канал, подкастинг и обновление электронной почты – условия пользования</h3>
                    <p>Wilford Chance предоставляет частным лицам для индивидуального некоммерческого пользования бесплатные услуги RSS-канала, подкастинга и обновления электронной почты. С помощью RSS-канала специалисты Wilford Chance предлагают вниманию лиц, использующих RSS-ридеры или агрегаторы, заголовки статей, описания и ссылки в формате XML. </p>
                    <p>Подкаст – это радиопрограмма, на которую пользователи могут подписаться. Wilford Chance предоставляет подкасты частным лицам для индивидуального пользования. Агегаторы RSS, подкастов и обновлений электронной почты могут включать информацию RSS-каналов Wilford Chance в свои каталоги для удобства лиц, использующих агрегатор. Любое другое использование, включая копирование, воспроизведение, повторную публикацию, загрузку, пересылку, передачу или распространение информации RSS-каналов и подкастов фирмы любым способом, запрещается.</p>
                    <p>Wilford Chance оставляет за собой право в любое время прекратить оказание услуг предоставления RSS-каналов, подкастов и обновления электронной почты. Все текстовые материалы, изображения и логотипы, содержащиеся в информации RSS-каналов, подкастах и электронных обновлениях Wilford Chance, являются собственностью компании Wilford Chance. Все права на них защищены.</p>
                </section>
                <section id='uchiotnyie-zapisi-paroli-i-biezopasnost'>
                    <h3>Учётные записи, пароли и безопасность</h3>
                    <p>Определённые функции или услуги, предлагаемые на Сайте или посредством Сайта, могут требовать создания учётной записи (включая настройку логина и пароля). Вы несёте полную ответственность за сохранение конфиденциальности информации вашей учётной записи, включая ваш логин и пароль, а также за всю без исключения деятельность, которая ведётся от имени вашей учётной записи. </p>
                    <p>Вы подтверждаете и соглашаетесь с тем, что Wilford Chance может сохранять любые данные или сообщения, пересылаемые между вами и Wilford Chance через Сайт или любую услугу, предлагаемую на Сайте или посредством Сайта, а также может раскрывать такие данные, если этого требует законодательство или Wilford Chance решит, что такое сохранение или раскрытие является разумно необходимым для:</p>
                    <ol>
                        <li> выполнения судебного решения</li>
                        <li> обеспечения выполнения данных Условий использования</li>
                        <li> реагирования на жалобы, что любые такие данные нарушают права третьих лиц</li>
                        <li> защиты прав, собственности или личной безопасности Wilford Chance, её сотрудников, пользователей или посетителей Сайта и общественности.</li>
                    </ol>
                    <p>Вы соглашаетесь незамедлительно уведомить Wilford Chance о несанкционированном использовании вашей учётной записи (логина или пароля) или любом другом нарушении системы безопасности. Тем не менее, на вас может быть возложена ответственность за убытки, понесённые Wilford Chance или любым другим пользователем или посетителем Сайта в связи с использованием вашего пароля или учётной записи третьим лицом.</p>
                    <p>Запрещается использовать учётную запись (логин и пароль) третьего лица без явно выраженного разрешения и согласия владельца этой учётной записи. Wilford Chance не может и не будет нести ответственность за любые убытки или ущерб, вызванные несоблюдением вами этих обязательств.</p>
                </section>
                <section id='konfidientsialnost'>
                    <h3>Конфиденциальность</h3>
                    <p>На использование этого Сайта распространяется Политика конфиденциальности
                        Wilford Chance, а её положения включаются в настоящие Условия использования данным упоминанием. Для просмотра Политики конфиденциальности Wilford Chance зайдите в соответствующий раздел Сайта. Кроме того, используя этот Сайт, вы подтверждаете и соглашаетесь с тем, что передача данных через Интернет никогда не является полностью конфиденциальной и безопасной. Вы понимаете, что любое сообщение или информация, отправленные на Сайт, могут быть прочитаны или перехвачены третьими лицами, даже при наличии отдельного уведомления о том, что конкретная пересылка (например, информация о личных данных) является зашифрованной.</p>
                </section>
                <section id='drughiie-polozhieniia-i-usloviia'>
                    <h3>Другие положения и условия</h3>
                    <p>Обязательства Wilford Chance, если таковые имеются, относительно информации и услуг компании регулируются исключительно соглашениями, на основании которых предоставлены информация и услуги, и никакая информация на Сайте не должна истолковываться как изменение данных соглашений.</p>
                    <p>Wilford Chance может в любое время без уведомления внести изменения в любые услуги, предлагаемые на Сайте, или в стоимость, применимые к любым таким услугам. </p>
                    <p>Опубликованные на Сайте материалы, относящиеся к услугам, могут являться устаревшими, и Wilford Chance не берёт на себя никаких обязательств по обновлению материалов Сайта, относящихся к информации и услугам.</p>
                    <p>Вы соглашаетесь с тем, что Wilford Chance может по своему усмотрению и без предварительного уведомления прекратить ваш доступ к Сайту и/или заблокировать ваш доступ к Сайту в будущем, если мы решим, что вы нарушили настоящие Условия использования или другие соглашения или рекомендации, которые могут быть связаны с вашим использованием Сайта.</p>
                    <p>Вы соглашаетесь с тем, что Wilford Chance может по своему усмотрению и без предварительного уведомления прекратить ваш доступ к Сайту по причинам, которые включают (но не ограничиваются):</p>
                    <ol>
                        <li> запросы правоохранительных органов или других государственных органов</li>
                        <li> ваш запрос (удаление учётной записи по собственному желанию)</li>
                        <li> прекращение действия или изменение материалов Сайта или любой услуги, предлагаемой на Сайте или посредством Сайта</li>
                        <li> непредвиденные технические неполадки или проблемы.</li>
                    </ol>
                    <p>Вы соглашаетесь с тем, что Wilford Chance не несёт ответственность перед вами или третьей стороной за прекращение вашего доступа к Сайту в результате любого нарушения настоящих Условий использования.</p>
                </section>
                <section id='otzyvy-i-informatsiia'>
                    <h3>Отзывы и информация</h3>
                    <p>Любой отзыв, оставленный на этом сайте, считается неконфиденциальным. Wilford Chance оставляет за собой право свободно использовать такую информацию без ограничений.</p>
                </section>
                <section id='informatsiia-ob-avtorskom-pravie'>
                    <h3>Информация об авторском праве</h3>
                    <p>Пользователям разрешается воспроизводить в печатном виде или распространять материалы, размещенные на сайте (например, посредством ссылки в социальной сети), при условии что:</p>
                    <ol>
                        <li> Использование таких материалов носит личный и некоммерческий характер.</li>
                        <li> Сохранена вся информация об авторских правах, товарных знаках и иная аналогичная информация, содержащаяся в исходных материалах или их копиях.</li>
                    </ol>
                    <p>Материалы, размещенные на сайте, не дают основания полагать, что Wilford Chance представляет отзыв или рекомендует третьим лицам какую-либо организацию, ее продукты или услуги, и не используются в вышеуказанных целях.</p>
                    <p>Если не указано иное, все материалы Сайта охраняются авторским правом. Все права защищены. Любая часть материалов данного сайта, включая текст, графические изображения и код html, не подлежит воспроизведению или передаче в какой бы то ни было форме при помощи каких бы то ни было средств без письменного разрешения компании Wilford Chance.</p>
                </section>
            </div>
        </div>
        </div>
        </div>
        </div>
        </div>
        <?
        $this->end();
        return $this->content;
    }
}